Repository: modell-aachen/FormGeneratorPlugin
Catalog: locale/FormGeneratorPlugin/*.po
Languages: de

source: This is the manager for %1. It acts on the group '%2'.
de: Das ist der Manager für %1. Es reagiert auf die Gruppe '%2'.

source: This is an ExtraFieldsForm for %1.
de: Dies ist eine ExtraFieldsFrom für %1.

source: This generator is part of an app, please do not modify!
de: Dieser Generator ist Teil einer App, bitte nicht bearbeiten!

source: This form is managed by %1.
de: Diese Form wird durch %1 verwaltet.

source: Generators for this form:
de: Generatoren für diese Form:

source: Not allowed to expand %1!
de: Nicht berechtigt %1 zu expandieren!

source: This form has been created by FormGeneratorPlugin, <b>do not modify</b>!
de: Diese Form wurde durch das FormGeneratorPlugin erstellt, <b>nicht bearbeiten</b>!

source: description
de: Beschreibung

source: Disabled
de: Deaktiviert

source: Hide current form (rendered)
de: Aktuelles Form verstecken (gezeichnet)

source: Hide current form (TML)
de: Aktuelles Form verstecken (TML)

source: (not used)
de: (nicht benutzt)

source: Order
de: Reihenfolge

source: Priority
de: Priorität

source: Show current form (rendered)
de: Aktuelles Form anzeigen (gezeichnet)

source: Show current form (TML)
de: Aktuelles Form anzeigen (TML)
